Repository: owncloud/ios-sdk
Catalog: ownCloudSDK/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, ko, pt_br, sq, th_th, tr

source: Request was dropped by the NSURLSession.
de: Die Anfrage wurde von der NSURLSession verworfen.
es: La solicitud fue retirada por NSURLSession.
ko: 요청이 NSURL 세션에서 삭제되었습니다.
pt_br: A solicitação foi descartada pela NSURLSession.
sq: Kërkesa u hodh tej nga NSURLSession.
th_th: คำร้องขอถูกยกเลิกแล้วโดย NSURLSession
tr: İstek NSURLSession tarafından iptal edildi.

source: Request was removed before scheduling.
de: Die Anfrage wurde vor der Ausführung entfernt.
es: Solicitud fue eliminada antes de la programación.
ko: 예약하기 전에 요청이 제거되었습니다.
pt_br: A solicitação foi removida antes do agendamento.
sq: Kërkesa u hoq para se të planifikohej.
th_th: คำขอถูกลบออกก่อนกำหนดเวลา
tr: İstek, iş planlanmadan önce silindi.

source: Required value missing.
de: Erforderlicher Wert fehlt.
pt_br: Valor obrigatório ausente.
sq: Mungon vlerë e domosdoshme

source: Reschedule
de: Erneut ausführen
es: Reprogramar
ko: 재예약
pt_br: Reprogramar
sq: Riplanifikoje
th_th: กำหนดเวลาใหม่
tr: Yeniden planla

source: Resolution of private link failed.
de: Auflösung des privaten Links fehlgeschlagen.
es: Falló la resolución del enlace privado.
ko: 개인 링크 확인에 실패함
pt_br: A resolução do linque privado falhou.
sq: Ftillimi i lidhjes private dështoi.
th_th: การแก้ไขลิงก์ส่วนตัวล้มเหลว
tr: Özel bağlantının çözümlenmesi başarısız oldu.

source: Resource does not exist.
de: Ressource existiert nicht.
pt_br: O recurso não existe.
sq: Burimi s’ekziston.

source: Resource not found.
de: Ressource nicht gefunden.
es: Recurso no encontrado.
ko: 리소스를 찾을 수 없습니다.
pt_br: Recurso não encontrado.
sq: Burimi s’u gjet.
th_th: ไม่พบทรัพยากร
tr: Kaynak bulunamadı.

source: Response was in an unknown format.
de: Die Antwort hat ein unbekanntes Format.
es: La respuesta en formato desconocido.
ko: 알 수 없는 응답 형식입니다.
pt_br: A resposta estava em um formato desconhecido.
sq: Përgjigja qe në një format të panjohur.
th_th: มีการตอบสนองในรูปแบบที่ไม่รู้จัก
tr: Yanıt bilinmeyen bir dosya biçiminde.

source: Retrieving capabilities…
de: Empfange Fähigkeiten…

source: Retrieving file list for %@…
de: Dateiliste abrufen für %@…
es: Recuperando lista de archivo para %@…
ko: %@에 대한 파일 목록 검색 중...
pt_br: Recuperando lista de arquivos para %@…
sq: Po merret listë kartelash për %@…
th_th: กำลังเรียกดูรายการไฟล์สำหรับ %@...
tr: %@öğesinin dosya listesi alınıyor...

source: Retrieving items for %@
de: Abrufen von Elementen für %@
es: Recuperando elementos para %@
ko: %@에 대한 항목을 검색하는 중
pt_br: Recuperando itens para %@
sq: Po merren objekte për %@
th_th: กำลังดึงรายการสำหรับ %@
tr: %@ için ögeler alınıyor

source: Retrieving metadata…
de: Empfange Metadaten…

source: Retry
de: Erneut versuchen
es: Reintentar
ko: 다시 시도
pt_br: Repetir
sq: Riprovo
th_th: ลองใหม่อีกครั้ง
tr: Yeniden Dene

source: Running
de: In Ausführung
es: Ejecutandose
ko: 실행 중
pt_br: Executando
sq: Po xhiron
th_th: กำลังรัน
tr: Çalışıyor

source: Scheduled folder scans
de: Geplante Ordner-Scans
es: Programar análisis de carpetas
ko: 예약된 폴더 검사
pt_br: Verificações programadas de pasta
sq: Kontrolle të planifikuar dosjesh
th_th: สแกนโฟลเดอร์กำหนดการแล้ว
tr: Planlanan klasör taramaları

source: Server detection failed because of too many redirects.
de: Die Servererkennung ist aufgrund von zu vielen Umleitungen fehlgeschlagen.
es: La detección del servidor falló debido a demasiadas redirecciones.
ko: 너무 많은 리디렉션으로 서버 감지에 실패했습니다.
pt_br: A detecção do servidor falhou devido a muitos redirecionamentos.
sq: Zbulimi i shërbyesit dështoi për shkak të shumë ridrejtimeve.
th_th: การตรวจหาเซิร์ฟเวอร์ล้มเหลวเนื่องจากมีการเปลี่ยนเส้นทางมากเกินไป
tr: Çok sayıda yönlendirme içeren bağlantı olduğundan sunucu algılama başarısız oldu.

source: Server detection failed, i.e. when the server at a URL is not an ownCloud instance.
de: Die Servererkennung ist fehlgeschlagen, was z.B. passiert, wenn der Server unter der URL keine ownCloud-Instanz ist.
es: La detección del servidor falló, p.e. cuando la dirección URL del servidor no contiene una instancia de ownCloud.
ko: 서버 감지에 실패했습니다. URL의 서버가 클라우드 인스턴스가 아닙니다.
pt_br: A detecção do servidor falhou, ou seja, quando o servidor em uma URL não é uma instância do ownCloud.
sq: Zbulimi i shërbyesit dështoi, domethënë, kur shërbyesi te një URL s’është instancë ownCloud.
th_th: การตรวจหาเซิร์ฟเวอร์ล้มเหลวเช่น เมื่อใช้ URL ของเซิร์ฟเวอร์ที่ไม่ใช่อินสแตนซ์ของ ownCloud
tr: Sunucu algılama başarısız oldu, bu durum örneğin URL'deki sunucu ownCloud örneği olmadığında olduğu gibi.

source: Server doesn't seem to support any authentication method supported by this app.
de: Der Server scheint keine Authentifizierungsmethoden dieser Anwendung zu unterstützen.
es: El servidor parece no dar soporte a ningún método de autenticación soportado por esta aplicación.
ko: 서버가 이 앱에서 지원하는 인증 방법을 지원하지 않습니다.
pt_br: O servidor não parece suportar nenhum método de autenticação suportado por este aplicativo.
sq: Shërbyesi nuk duket se mbulon ndonjë metodë mirëfilltësimi të mbuluar nga ky aplikacion.
th_th: เซิร์ฟเวอร์ดูเหมือนจะไม่รองรับวิธีการรับรองความถูกต้องใดๆ ที่แอปนี้สนับสนุน
tr: Sunucu, bu uygulamanın desteklediği hiç bir doğrulama yöntemini desteklemiyor.

source: Server down for maintenance
de: Server heruntergefahren für Wartungsarbeiten
es: Servidor inactivo por mantenimiento
ko: 유지보수를 위해 서버가 중단됨
pt_br: Servidor inativo para manutenção
sq: Shërbyesi jashtë funksionimi, për mirëmbajtje
th_th: เซิร์ฟเวอร์กำลังอยู่ในช่วงปิดปรับปรุง
tr: Bakım dolayısıyla sunucu kapalı

source: Server down for maintenance.
de: Server heruntergefahren für Wartungsarbeiten.
es: Servidor inactivo por mantenimiento.
ko: 유지 관리를 위해 서버가 다운되었습니다.
pt_br: Servidor desativado para manutenção.
sq: Shërbyes jashtë funksionimi, për mirëmbajtje
th_th: เซิร์ฟเวอร์กำลังอยู่ในช่วงปิดปรับปรุง
tr: Bakım dolayısıyla sunucu kapalı.

source: Server redirection to bad/invalid URL.
de: Serverumleitung auf schlechte/ungültige URL.
es: Redireccionamiento del servidor a una URL incorrecta/inválida.
ko: 잘못된 URL로 서버 리디렉션
pt_br: Redirecionamento de servidor para URL errado/inválido.
sq: Ridrejtim shërbyesi te URL e keqe/e pavlefshme.
th_th: เซิร์ฟเวอร์เปลี่ยนเส้นทางไปยัง URL ที่ไม่ถูกต้อง
tr: Sunucu kötü/geçersiz bir yönlendirmesi içeriyor.

source: Server returns status %ld
de: Server gibt Status %ld zurück
es: El servidor devuelve el estado %ld
ko: 서버가 응답을 반환함: %ld
pt_br: O servidor retorna ao status %ld
sq: Shërbyesi u përgjigj me gjendje %ld
th_th: เซิร์ฟเวอร์ตอบกลับสถานะ %ld
tr: Sunucu %ld durumunu döndürüyor

source: Server software %@ not supported.
de: Server software %@ nicht unterstützt

source: Set detailed permissions
de: Detaillierte Rechte festlegen
pt_br: Definir permissões detalhadas
sq: Caktoni leje të hollësishme

source: Share not found.
de: Freigabe nicht gefunden.
es: Compatido NO encontrado
ko: 공유를 찾을 수 없음
pt_br: Compartilhamento não encontrado.
sq: S’u gjet pjesë.
th_th: ไม่พบการแชร์
tr: Paylaşım bulunamadı

source: Shared with me
de: Mit mir geteilt
es: Compartido conmigo
pt_br: Compartilhou comigo
sq: Ndarë me mua
tr: Benimle paylaşılmış

source: Shares
de: Freigaben
es: Compartidos
ko: 공유
pt_br: Compartilhamentos
sq: Pjesë
th_th: แชร์
tr: Paylaşımlar

source: Shares are unavailable.
de: Freigaben nicht verfügbar.
es: Compartidos No disponibles
ko: 공유할 수 없음
pt_br: Os compartilhamentos não estão indisponíveis.
sq: Pjesët s’janë të passhme.
th_th: แชร์ไม่พร้อมใช้งาน
tr: Paylaşımlar kullanılabilir değil

source: Sharing requires an active connection.
de: Freigabe erfordert eine aktive Verbindung.
es: Compartir necesita una conexión activa.
pt_br: O compartilhamento requer uma conexão ativa.
sq: Ndarja me të tjerë lyp një lidhje aktive
tr: Paylaşım etkin bir bağlantı gerektirir.

source: special characters
de: Sonderzeichen

source: Standard error output
de: Standardfehlerausgabe
es: Salida de error estándar
ko: 표준 오류 출력
pt_br: Saída de erro padrão
sq: Output standard gabimesh
th_th: ข้อมูลข้อผิดพลาดมาตรฐาน
tr: Standart hata çıktısı

source: State
de: Status
es: Estado
ko: 상태
pt_br: Estado
sq: Gjendje
th_th: สถานะ
tr: Durum

source: Sync Record ID
de: Sync Datensatz-ID
es: Sincronizar ID de registro
ko: 기록 ID 동기화
pt_br: ID de registro de sincronização
sq: Njëkohëso ID Zëri
tr: Senkronize Kayıt ID

source: The action couldn't be performed on the targeted item because the client lacks permissions.
de: Die Aktion konnte am Zielelement nicht ausgeführt werden, da dem Client die Berechtigungen fehlen.
es: La acción no se pudo realizar en el elemento de destino porque el cliente carece de permisos.
ko: 클라이언트에 권한이 없기 때문에 대상 항목에 대해 작업을 수행할 수 없습니다.
pt_br: A ação não pôde ser executada no item de destino porque o cliente não tem permissões.
sq: Veprimi s’u krye dot mbi objektin e synuar, ngaqë klientit i mungojnë lejet.
th_th: ไคลเอนต์ไม่มีสิทธิ์ดำเนินการกับรายการเป้าหมาย
tr: İstemci tarafında izin yetersizliği olduğundan bu işlem hedefteki öge üzerinde uygulanamaz.

source: The action couldn't be performed on the targeted item because the client lacks permisssions.
de: Die Aktion konnte für das Zielelement nicht ausgeführt werden, da dem Client die entsprechenden Berechtigungen fehlen.

source: The certificate for %@ has previously been rejected by the user.
de: Das Zertifikat für %@ wurde zuvor vom Benutzer abgelehnt.

source: The certificate for %1$@ passes TLS validation but doesn't pass the acceptance rule to replace the certificate for %2$@.
de: Das Zertifikat für %1$@ besteht die TLS-Validierung aber erfüllt nicht die Akzeptanzregeln zum Ersetzen des Zertifikats für %2$@.

source: The certificate is invalid or contains errors
de: Das Zertifikat ist ungültig oder enthält Fehler
es: El certificado es inválido o contiene errores
ko: 인증서가 잘못되었거나 오류를 포함하고 있습니다.
pt_br: O certificado é inválido ou contém erros
sq: Dëshmia është e pavlefshme ose përmban gabime
th_th: ใบรับรองไม่ถูกต้องหรือมีข้อผิดพลาด
tr: Sertifika geçersiz ya da hatalar barındırmakta

# The connection is redirected from %@ to %@.
source: The connection is redirected from %1$@ to %2$@.
de: Die Verbindung wird von %1$@ nach %2$@ umgeleitet.

source: The contents of the file on the server has changed since initiating download - or the file is no longer available on the server.
de: Der Inhalt der Datei auf dem Server hat sich seit dem Start des Downloads geändert - oder die Datei ist auf dem Server nicht mehr verfügbar.
es: El contenido del archivo en el servidor ha cambiado desde que se inició la descarga, o el archivo ya no está disponible en el servidor.
ko: 다운로드를 시작한 후 서버의 파일 내용이 변경되었거나 서버에서 파일을 더 이상 사용할 수 없습니다.
pt_br: O conteúdo do arquivo no servidor mudou desde o início da tarefa de baixar o arquivo - ou o arquivo não está mais disponível no servidor.
sq: Lënda e kartelës te shërbyesi ka ndryshuar që nga fillimi i shkarkimit - ose kartela s’është më e passhme që prej shërbyesit.
th_th: เนื้อหาของไฟล์บนเซิร์ฟเวอร์มีการเปลี่ยนแปลงตั้งแต่เริ่มดาวน์โหลด - หรือไฟล์ไม่พร้อมใช้งานบนเซิร์ฟเวอร์อีกต่อไป
tr: İndirme başladığından beri sunucudaki dosyanın içeriği değişti - veya dosya artık sunucuda mevcut değil.

source: The destination item has not been found.
de: Das Ziel-Element wurde nicht gefunden.

source: The downloaded file's checksum does not match the checksum provided by the server.
de: Die Prüfsumme der heruntergeladenen Datei stimmt nicht mit der vom Server bereitgestellten Prüfsumme überein.
es: La suma de comprobación del archivo descargado no coincide con la suma de comprobación proporcionada por el servidor.
ko: 다운로드한 파일의 체크섬이 서버에서 제공한 체크섬과 일치하지 않습니다.
pt_br: A soma de verificação do arquivo baixado não corresponde à soma de verificação fornecida pelo servidor.
sq: Checksum-i i kartelës së shkarkuar nuk përputhet me checksum-in e dhënë nga shërbyesi.
th_th: ไม่พบทรัพยากร
tr: İndirilen dosyanın sağlama toplamı, sunucu tarafından sağlanan sağlama toplamı ile eşleşmiyor.

source: The file no longer exists on the server in this location.
de: Die Datei existiert auf dem Server nicht mehr an diesem Ort.

source: The logged in user is not matching the required user ID.
de: Der angemeldete Benutzer stimmt nicht mit der erforderlichen Benutzer-ID überein.
es: El usuario que inició sesión no coincide con el ID de usuario requerido.
ko: 로그인한 사용자가 요구된 사용자 ID와 일치하지 않습니다.
pt_br: O usuário conectado não corresponde ao ID de usuário necessário.
sq: Përdoruesi i futur nuk përputhet me ID-në e kërkuar të përdoruesit.
th_th: ผู้ใช้ที่ล็อกอินไม่ตรงกับ ID ผู้ใช้ที่ต้องการ
tr: Oturum açan kullanıcı, gerekli kullanıcı kimliğiyle eşleşmiyor.

source: The operation on the targeted item is not allowed.
de: Der Vorgang am Zielelement ist nicht erlaubt.
es: La operación en el artículo apuntado no está permitida.
ko: 대상 항목에 대한 작업이 허용되지 않습니다.
pt_br: A operação no item de destino não é permitida.
sq: Veprimi s’është i lejueshëm mbi objektin e synuar.
th_th: ไม่อนุญาตให้ดำเนินการกับรายการเป้าหมาย
tr: Hedeflenen öğe üzerinde işleme izin verilmiyor.

source: The operation was cancelled.
de: Der Vorgang wurde abgebrochen.
es: La operación fue cancelada.
ko: 작업이 취소되었습니다.
pt_br: A operação foi cancelada.
sq: Veprimi u anulua.
th_th: การดำเนินการถูกยกเลิก
tr: İşlem iptal edildi.

source: The provided path is not normalized.
de: Der angegebene Pfad ist nicht normalisiert.
es: La ruta proporcionada no está normalizada.
ko: 제공된 경로가 정규화되지 않았습니다.
pt_br: O caminho fornecido não está normalizado.
sq: Shtegu i dhënë s’është i normalizuar.
th_th: Path ที่ระบุไม่ได้ทำให้เป็นค่าปกติ
tr: Sağlanan yol normalleştirilmedi.

source: The target directory %@ doesn't seem to exist.
de: Das Zielverzeichnis %@ scheint nicht zu existieren.
es: Parece que no existe el directorio destino %@.
ko: 대상 디렉터리 %@이(가) 존재하지 않습니다.
pt_br: O diretório de destino %@ parece não existir.
sq: Drejtoria objektiv %@ s’duket se ekziston.
th_th: ไม่พบไดเร็กทอรี %@
tr: Hedef klasörü %@ bulunamadı.

source: The target location has not been found.
de: Das Ziel wurde nicht gefunden.
pt_br: O local de destino não foi encontrado.
sq: Vendndodhja e synuar nuk u gjet.

source: The targeted item has changed.
de: Das Zielelement hat sich geändert.
es: El elemento de destino ha cambiado.
ko: 대상 항목이 변경되었습니다.
pt_br: O item referenciadoado foi alterado.
sq: Objekti i synuar ka ndryshuar.
th_th: รายการเป้าหมายมีการเปลี่ยนแปลง
tr: Seçili öge değiştirildi.

source: The targeted item has not been found.
de: Das Zielelement wurde nicht gefunden.
es: El elemento apuntado no ha sido encontrado.
ko: 대상 항목을 찾을 수 없습니다.
pt_br: O item de destino não foi encontrado.
sq: Objekti i synuar nuk u gjet.
th_th: ไม่พบรายการเป้าหมาย
tr: Seçili öge bulunamadı.

source: The URL you provided uses the HTTP rather than the HTTPS scheme, so your communication would not be encrypted.
de: Die von Ihnen angegebene URL verwendet das HTTP- und nicht das HTTPS-Schema, sodass Ihre Kommunikation nicht verschlüsselt wäre.
es: La URL usa HTTP en lugar de HTTPS. Si Vd. continua, la comunicación no será encriptada.
ko: 제공한 URL은 HTTPS 구성표 대신 HTTP를 사용하므로, 통신이 암호화되지 않습니다.
pt_br: O URL que você forneceu usa o esquema HTTP, e não o HTTPS, logo sua comunicação não será criptografada.
sq: URL-ja që dhatë përdor HTTP, në vend se skemën HTTPS, ndaj komunikimi juaj s’do të jetë i fshehtëzuar.
th_th: คถุณกำลังใช้งาน URL HTTP แทนที่จะเป็นรูปแบบ HTTPS ดังนั้นการสื่อสารของคุณจะไม่ถูกเข้ารหัส
tr: Sağladığınız URL, HTTPS şeması yerine HTTP kullanır, bu nedenle iletişiminiz şifrelenmez.

source: The URL you provided uses the HTTP rather than the HTTPS scheme. If you continue, your communication will not be encrypted.
de: Die von Ihnen angegebene URL verwendet das HTTP- und nicht das HTTPS-Schema. Wenn Sie fortfahren, wird Ihre Kommunikation nicht verschlüsselt.
es: La URL usa HTTP en lugar de HTTPS. Si Vd. continua, la comunicación no será encriptada.
ko: 제공한 URL은 HTTPS 구성표 대신 HTTP를 사용합니다. 계속하면 통신이 암호화되지 않습니다.
pt_br: O URL fornecido por você usa o HTTP em vez do esquema HTTPS. Se você continuar, sua comunicação não será criptografada.
sq: URL-ja që dhatë përdor HTTP, në vend se skemën HTTPS. Nëse vazhdoni, komunikimi juaj s’do të jetë i fshehtëzuar.
th_th: URL ที่คุณระบุใช้โปรโตคอล HTTP หากคุณดำเนินการต่อการสื่อสารของคุณจะไม่ถูกเข้ารหัส (แนะนำให้ใช้ HTTPS แทน)
tr: Sağladığınız URL, HTTPS şeması yerine HTTP'yi kullanır. Devam ederseniz, iletişiminiz şifrelenmeyecektir.

source: There already is an item at the destination of this action.
de: Am Ziel dieser Aktion befindet sich bereits ein Element.
es: Ya hay un elemento en el destino de esta acción.
ko: 현재 작업의 대상에 항목이 이미 있습니다.
pt_br: Já existe um item no destino desta ação.
sq: Ka tashmë një objekt te destinacioni për këtë veprim.
th_th: มีการกระทำรายการนี้อยู่ที่ปลายทางแล้ว
tr: Bu işlemin hedefinde zaten bir öğe var.

source: This feature is currently not implemented
de: Diese Funktion ist derzeit nicht implementiert.
es: Esta función no está actualmente implementada
ko: 이 기능은 현재 구현되지 않았습니다.
pt_br: Este recurso não está atualmente implementado
sq: Kjo veçori hëpërhë s’është sendërtuar
th_th: ยังไม่เปิดใช้งานคุณลักษณะนี้ในปัจจุบัน
tr: Bu özellik henüz eklenmedi

source: This feature is not supported for this item.
de: Diese Funktion wird für dieses Element nicht unterstützt.
es: Esta función no es compatible con este elemento.
ko: 이 항목은이 기능을 지원하지 않습니다.
pt_br: Este recurso não é suportado para este item.
sq: Kjo veçori nuk mbulohet për këtë objekt.
th_th: คุณสมบัตินี้ไม่รองรับสำหรับรายการนี้
tr: Bu özellik seçili öğe için desteklenmez.

source: This feature is not supported for this server (version).
de: Diese Funktion wird für diesen Server bzw. in dieser Version nicht unterstützt.
es: Esta función no está soportada en este servidor (versión).
ko: 이 기능은 현재 서버(버전)에서 지원되지 않습니다.
pt_br: Este recurso não é suportado para este (versão) servidor.
sq: Kjo veçori nuk mbulohet për këtë shërbyes (version).
th_th: เซิร์ฟเวอร์ยังไม่รองรับคุณสมบัตินี้
tr: Bu özellik bu sunucu versiyonu tarafından desteklenmez.

source: This file is currently being processed and is not yet available for use. Please try again shortly.
de: Diese Datei wird derzeit verarbeitet und kann noch nicht verwendet werden. Bitte versuchen Sie es in Kürze erneut.
pt_br: Este arquivo está sendo processado e ainda não está disponível para uso. Tente novamente em breve.
sq: Kjo kartelë aktualisht po përpunohet dhe s’është ende e lirë për përdorim. Ju lutemi, riprovoni pas pak.

source: This server runs an unsupported version (%@). Version %@ or later is required by this app.
de: Auf diesem Server wird eine nicht unterstützte Version (%@) ausgeführt. Die Version %@ oder höher wird von dieser App benötigt.
es: Este servidor ejecuta una versión no soportada (%@). La versión %@o posterior es necesaria para utilizar esta aplicación.
ko: 이 서버는 지원되지 않는 버전(%@)을 실행합니다. 이 앱에는 버전 %@ 이상이 필요합니다.
pt_br: Este servidor roda uma versão não suportada ( %@ ). Versão %@ ou superior, é requerida para rodar este aplicativo.
sq: Ky shërbyes xhiron një version të pambuluar (%@). Ky aplikacion lyp versionin %@ ose të mëvonshëm.
th_th: เซิร์ฟเวอร์นี้กำลังใช้เวอร์ชันที่ไม่ได้รับการสนับสนุน (%@) เวอร์ชัน %@ หรือเก่ากว่าที่แอปนี้ต้องการ
tr: Bu sunucu desteklenmeyen%@sürümünü çalıştırmakta, fakat uygulama için %@versiyonu gerekmektedir.

source: This server version is not supported.
de: Diese Server-Version wird nicht unterstützt.
es: Esta versión del servidor no es compatible.
ko: 이 서버 버전은 지원되지 않습니다.
pt_br: Esta versão do servidor não é suportada.
sq: Ky version shërbyesi nuk mbulohet.
th_th: ยังไม่รองรับเซิร์ฟเวอร์เวอร์ชันนี้
tr: Bu sunucu versiyonu desteklenmiyor.

source: Thumbnail database size
de: Größe der Miniaturbild-Datenbank
es: Tamaño de la base de datos de miniaturas
ko: 데이터베이스 크기 미리 보기 그림
pt_br: Tamanho do banco de dados de miniaturas
sq: Madhësi baze të dhënash miniaturash
th_th: ขนาดฐานข้อมูลภาพขนาดย่อ
tr: Küçük resim veritabanı boyutu

source: Timestamp
de: Zeitstempel
es: Marca de tiempo
ko: 타임 스탬프
pt_br: Carimbo de tempo
sq: Vulë kohore
th_th: ประทับเวลา
tr: Zaman damgası

source: Too few {{localizedName}}
de: Zu wenige {{localizedName}}

source: Too many {{localizedName}}
de: Zu viele {{localizedName}}

source: Total Items
de: Elemente insgesamt
es: Artículos totales
ko: 모든 항목
pt_br: Total de Itens
sq: Objekte gjithsej
th_th: รายการทั้งหมด
tr: Toplam Öge

source: Unknown share type.
de: Unbekannter Freigabetyp.
es: Tipo de compartido desconocido.
ko: 알 수 없는 공유 유형
pt_br: Tipo de compartilhamento desconhecido.
sq: Lloj i panjohur pjese.
th_th: ประเภทการแชร์ที่ไม่รู้จัก
tr: Bilinmeyen paylaşım türü.

source: Unknown user
de: Unbekannter Benutzer
es: Usuario desconocido
ko: 알려지지 않은 사용자
pt_br: Usuário desconhecido
sq: Përdorues i panjohur
th_th: ไม่รู้จักผู้ใช้
tr: Bilinmeyen kullanıcı

source: Update failed with status code %lu
de: Update mit Status-Code %lu fehlgeschlagen.

source: Updating metadata for '%@'…
de: Aktualisiere Metadaten für ‚%@‘…

source: Updating share…
de: Freigabe aktualisieren…

source: Upgrading database…
de: Aktualisiere Datenbank…
es: Actualizando la base de datos…
ko: 데이터베이스 업그레이드 중...
pt_br: Atualizando banco de dados...
sq: Po përmirësohet baza e të dhënave…
th_th: กำลังอัปเกรดฐานข้อมูล...
tr: Veritabanı güncelleniyor...

source: Upload, edit, delete, download and preview
de: Hochladen, Bearbeiten, Löschen, Herunterladen und Vorschau
pt_br: Carregar, editar, excluir, baixar e visualizar
sq: Ngarkoni, përpunoni, fshini, shkarkoni dhe bëni paraparje

source: Upload, edit, delete, download, preview and share
de: Hochladen, Bearbeiten, Löschen, Herunterladen, Vorschau und Teilen
pt_br: Carregar, editar, excluir, baixar, visualizar e compartilhar
sq: Ngarkoni, përpunoni, fshini, shkarkoni, bëni paraparje dhe ndani me të tjerë

source: Uploading %@…
de: Lade %@ hoch…

source: Uploads to this folder are not allowed.
de: Uploads in diesen Ordner sind nicht erlaubt.
es: No se permiten cargas a esta carpeta.
ko: 이 폴더를 업로드하는 것은 허용되지 않습니다.
pt_br: O envio para esta pasta não é permitido.
sq: Nuk lejohen ngarkime te kjo dosje.
th_th: ไม่อนุญาตให้อัปโหลดไปยังโฟลเดอร์นี้
tr: Bu klasöre yüklemelere izin verilmez.

source: upper-case characters
de: Großbuchstaben

source: Use Origin URL as URL
de: Ursprungs-URL als URL verwenden
es: Usar URL de origen como URL
ko: 기존 URL을 URL로 사용
pt_br: Use a Original URL como URL
sq: Si URL përdor URL-në e Origjinës
th_th: ใช้ URL ต้นทางเป็น URL
tr: Kaynak URL'yi URL olarak kullan

source: User Name
de: Benutzername
es: Nombre de usuario
ko: 사용자 이름
pt_br: Nome do Usuário
sq: Emër përdoruesi
th_th: ชื่อผู้ใช้
tr: Kullanıcı Adı

source: UserInfo
de: Benutzer-Informationen
es: Información de usuario
ko: 사용자정보
pt_br: Informação do Usuário
sq: Hollësi Përdoruesi
th_th: ข้อมูลผู้ใช้

source: Vacuum
de: Vakuum
es: Aspiradora
ko: 진공
pt_br: Vácuo
sq: Zbrazëti
th_th: เครื่องดูดฝุ่น
tr: Vakum

source: Viewer
de: Betrachter
pt_br: Visualizador
sq: Parës

source: Wait Conditions
de: Wartebedingungen
es: Condiciones de espera
ko: 조건 대기
pt_br: Condições de Espera
th_th: เงื่อนไขการรอ
tr: Bekleme Koşulları

source: Waiting for metadata refresh
de: Warten auf Aktualisierung der Metadaten
es: Esperando la actualización de los metadatos
ko: 메타데이터 새로고침을 대기 중
pt_br: Aguardando atualização de metadados
sq: Po pritet për rifreskimin e tejtëdhënave
th_th: กำลังรอการรีเฟรชข้อมูล metadata
tr: Metadata yenilemesi bekleniyor

source: Waiting for user
de: Warten auf den Benutzer
es: Esperando al usuario
ko: 사용자 대기 중
pt_br: Esperando pelo usuário
sq: Po pritet për përdorues
th_th: กำลังรอผู้ใช้
tr: Kullanıcı bekleniyor

source: Waiting to retry (%ld of %ld)
de: Warten auf Neuversuch (%ld von %ld)
es: Esperando reintentar (%ld de %ld)
ko: 재시도 대기 중 (%ld / %ld)
pt_br: Esperando para tentar novamente (%ld de %ld)
sq: Po pritet të riprovohet (%ld nga %ld)
th_th: กำลังรอเพื่อลองใหม่ (%ld จาก %ld)
tr: Yeniden denenmeyi bekliyor (%ld / %ld)
